Repository: FatimaMufreh/flutter_application_1
Catalog: cremisan_app-main/lib/l10n/app_*.arb
Languages: ar

# don
source: Don Bosco also started with the help of many laypeople. In 1876, he founded a movement of lay persons, the Association of Salesian Cooperators, with the same educational mission to the poor.Following his beatification in 1929, Don Bosco was canonized as a saint in the Roman Catholic Church by Pope Pius XI in 1934. Since then, his society has been known as the Salesians of Don Bosco.
ar: بدأ دون بوسكو أيضًا بمساعدة العديد من الأشخاص العلمانيين. وفي عام 1876، أسس حركة العلمانيين، جمعية المعاونين الساليزيين، التي كانت لها نفس المهمة التعليمية تجاه الفقراء.في الفترة اللاحقة لتطويبه في عام 1929، تم اعلان قداسة دون بوسكو كقديس في الكنيسة الكاثوليكية من قبل البابا بيوس الحادي عشر في عام 1934. ومنذ ذلك الحين، عُرف مجتمعه باسم سالزيان دون بوسكو.

# today
source: Today, the Salesians continue his mission of making each Salesian school, parish, youth center, or other work a home where young people are welcome, a school where they learn the lessons of life, a parish where they gather to deepen their spirituality and a playground where they can meet friends. These offer a variety of dynamic activities designed to help young people reach their full potential and achieve happiness in this life and in the next.
ar: يواصل السالزيان حتى اليوم مهمته المتمثلة في جعل كل مدرسة أو رعية أو مركز شباب أو عمل آخر ساليزيانيا بيتًا يتم الترحيب فيه بالشباب، ومدرسة حيث يتعلمون دروس الحياة، ورعية يجتمعون فيها لتعميق روحانياتهم وروحانياتهم. وملعب حيث يمكنهم مقابلة الأصدقاء. حيث تقدم مجموعة متنوعة من الأنشطة الديناميكية المصممة لمساعدة الشباب على تحقيق إمكاناتهم الكاملة وتحقيق السعادة في هذه الحياة وفي الحياة القادمة.

# holy
source: The Salesians' congregation in the Holy Land began in late 1893, when Fr. Antonio Belloni and around half of his confreres entered the Salesian Congregation, professing the vows and Rule.This came about after meeting Fr. John Bosco and realizing how similar their goals and missions were: to serve and offer the poorest of adolescents a brighter future through education and care Fr. Belloni founded the first orphanage in Bethlehem Area in 1864 to care for orphans in Bethlehem and Beit Jala by offering them shelter and a proper religious and vocational education. Until now, he is known as the father of the orphans “ Abu El Yatama” in both the Holy Land and the Middle East.
ar: بدأت جماعة السالزيان في الأراضي المقدسة في أواخر عام 1893، عندما انضم الأب أنطونيو بيلوني ونحو نصف من إخوته إلى جماعة الساليزيان معترفين بالنذور والقواعد. جاء ذلك بعد لقائهم بالأب يوحنا بوسكو وإدراك مدى تشابه أهدافهم ومهامهم: من خدمة وتوفير مستقبل أكثر إشراقًا لأفقر المراهقين من خلال التعليم والرعاية. أسس بيلوني أول دار للأيتام في منطقة بيت لحم عام 1864 لرعاية الأيتام في بيت لحم وبيت جالا من خلال توفير المأوى لهم والتعليم الديني والمهني المناسب لهم. ويُعرف حتى الآن بأب الأيتام أبو اليتامى في كل من الأراضي المقدسة والشرق الأوسط.

# belongs
source: Cremisan Convent belongs to the Salesians of Don Bosco (SDB), a religious Congregation of the Roman Catholic Church. the name Cremisan probably means “kerm zan” i.e the vineyard of zani grapes, a kind of local grapes which is still cultivated in the area between Bethlehem and Hebron. According to the Ottoman documents, the name Cremisan is derived from the two words Kira and Mizan. Kira means ‘dark color’, a color associated with describing areas that are extensively planted with vegetables and trees, and Mizan refers to the terraced flat lands. Constructed near a water spring that bears the name ‘Kirmizan’, Cremisan Convent was called by this name accordingly.
ar: ينتمي دير كريمزان إلى سالزيان دون بوسكو SDB، وهي جماعة دينية تابعة للكنيسة الكاثوليكية. من المحتمل أن اسم كريمزان يعني كرم زان أي كرم عنب من نوع الزان، وهو نوع محلي لا يزال يزرع في المنطقة الواقعة بين بيت لحم والخليل. وبحسب الوثائق العثمانية فإن اسم كريمزان مشتق من كلمتين كيرا وميزان. كيرا تعني اللون الداكن، وهو اللون المرتبط بوصف المناطق المزروعة بالخضراوات والأشجار على نطاق واسع، وميزان يشير إلى الأراضي المسطحة ذات المصاطب. بُني دير كريمزان بالقرب من نبع ماء يحمل اسم كريمزان، وسمي بهذا الاسم نسبةً إلى دير كريمزان.

# area
source: Today the area of Cremisan is acknowledged as one of the most beautiful localities in the area, not just for its natural ecological surroundings, but especially due to the patient and dedicated work of many Salesians who over the decades terraced the slopes, cultivated vineyards, olive groves, and afforested wide areas with one of the oldest pine-woods of the area. Their efforts and commitment have widely contributed to the winery’s development. These features make Cremisan one of the most desirable destinations for excursions and visits for local people, visitors, and tourists alike.
ar: تُعرف اليوم منطقة كريمزان بأنها واحدة من أجمل المنطقة، ليس فقط بسبب محيطها البيئي الطبيعي، ولكن بشكل خاص بسبب العمل الصبور والمتفاني للعديد من السالزيان الذين قاموا به على مدى عقود بالعناية بالمنحدرات وزراعة الكروم وبساتين الزيتون. وتشجير مساحات واسعة في واحدة من أقدم غابات الصنوبر في المنطقة. وقد ساهمت جهودهم والتزامهم على نطاق واسع في تطوير مصنع النبيذ. هذه الميزات تجعل كريمزان واحدة من أكثر الوجهات المرغوبة للرحلات والزيارات للسكان المحليين والزوار والسياح على حد سواء.

# inquiries
source: If you have any inquiries,get in touch with us.well be happy to help you.
ar: إذا كانت لديك أي استفسارات، تواصل معنا وسنكون سعداء بمساعدتك.

# callme
source: Phone number
ar: اتصل بنا

# emailus
source: Email Address
ar: ارسل لنا عبر البريد الإلكتروني

source: Visit Us
ar: زورنا

# scan
source: You can scan the QR code by clicking this button
ar: يمكنك مسح رمز الاستجابة السريعة ضوئيًا بالضغط على هذا الزر

# qr
source: Scan Now
ar: ابدأ المسح

# open
source: Open Link
ar: افتح الرابط

source: Phone Number
ar: رقم الهاتف

# queen
source: Cremisan
ar: دير كريمزان

# loc
source: Cremisan Wine State , Biet Jala
ar: دير كريمزان ,بيت جالا

source: Add Plant Category
ar: إضافة فئة النبات

source: Family (English)
ar: العائلة (الإنجليزية)

# pleaseenterfamily_english
source: Please enter a family in English
ar: الرجاء إدخال عائلة باللغة الإنجليزية

source: Family (Arabic)
ar: العائلة (عربي)

# pleaseenterfamily_arabic
source: Please enter a family in Arabic
ar: الرجاء إدخال عائلة باللغة العربية

source: Species Name (English)
ar: اسم النوع بالانجليزي

source: Please enter a species name in English
ar: يرجى إدخال اسم النوع باللغة الإنجليزية

source: Species Name (Arabic)
ar: اسم النوع (عربي)

# king
source: Please enter a species name in Arabic'
ar: الرجاء إدخال اسم النوع باللغة العربية

source: Edit Plant Category
ar: تعديل فئة النبات

source: Please enter a category name in English
ar: الرجاء إدخال اسم الفئة باللغة الإنجليزية

source: Please enter a category name in Arabic
ar: الرجاء إدخال اسم الفئة باللغة العربية

source: Update
ar: تحديث

source: Edit Animal
ar: تعديل الحيوان

source: Category
ar: فئة

source: Please enter category name
ar: من فضلك أدخل اسم الفئة

source: Edit Activity
ar: تعديل النشاط

source: Edit Plant
ar: تعديل النبات

source: Confirm to complete delete process
ar: تأكيد لإكمال عملية الحذف

source: Edit
ar: تعديل

source: Confirm
ar: تأكيد

source: Delete
ar: حذف

source: confirm to apply deletion!
ar: تأكيد لتطبيق الحذف

source: refresh
ar: تحديث

source: refresh to apply changes !
ar: تحديث لتطبيق التغييرات

source: Deleted Successfully !
ar: حذف بنجاح

source: Place
ar: مكان

source: Description
ar: وصف

source: Animals Dashboard
ar: الحيوانات

# plantdashboard
source: Plants Dashboard
ar: النباتات

source: Activities Dashboard
ar: الأنشطة

source: Attractions
ar: المواقع

source: Wine Products
ar: منتجات النبيذ

source: House Wines
ar: النبيذ المحلي

source: Native Grape
ar: سلسلة العنب الأصلية

source: Reserved Wines
ar: النبيذ المعتق

source: Super Alcohol
ar: كحول ثقيلة

source: Liqueurs
ar: الليكير

# nonalcohol
source: Non-Alcoholic
ar: خالي من الكحول

source: Clear
ar: مسح

source: Add Plant
ar: اضف نبات

source: View Users
ar: قائمة المستدمين

source: Social Media
ar: وسائل التواصل الاجتماعي

source: Facebook
ar: فيسبوك

# instgram
source: Instagram
ar: انستغرام

source: Pre-arranged visit
ar: زيارة الكنيسة بترتيب مسبق

source: Save
ar: حفظ

# followusoninstagram
source: Follow us on Istagram
ar: تابعونا على الانستغرام

source: Follow us on Facebok
ar: تابعونا على فيسبوك
