Repository: FatimaMufreh/flutter_application_1
Catalog: cremisan_app-main/lib/l10n/app_*.arb
Languages: ar

source: Language
ar: اللغة

source: Activities
ar: انشطة

source: See All
ar: المزيد

source: Search
ar: بحث

source: Home
ar: الرئيسية

# about
source: About Us
ar: اعرف عنا

# contact
source: Contact Us
ar: اتصل بنا

# profile
source: My Profile
ar: الصفحة الشخصية

source: Instructions
ar: تعليمات

source: Log Out
ar: تسجيل الخروج

source: Plants
ar: النباتات

source: Plant Categories
ar: أصناف النباتات

source: Animal Categories
ar: أصناف الحيوانات

source: Animals
ar: الحيوانات

# noData
source: Empty Data
ar: لا يوجد بيانات

# instructionsTitle
source: Cremisan Instruction
ar: تعليمات كريمزان

source: Educational
ar: تعليمي

source: Entertainment
ar: ترفيهي

source: Religious
ar: ديني

source: Environmental
ar: بيئي

source: Settings
ar: الاعدادات

source: Account
ar: الحساب

source: Change Password
ar: تغيير كلمة السر

source: Content Settings
ar: اجتماعي

source: Social
ar: اجتماعي

source: Privacy and Security
ar: الخصوصية والامان

source: Location
ar: الموقع

source: Birthday
ar: تاريخ الميلاد

source: User Managment
ar: ادارة المستخدم

# additionalInfo
source: ِAdditional Information
ar: علومات اضافية

# selectedlang
source: Select Language
ar: اختر لغة التطبيق

# wlcCremisan
source: ًWelcome to Cremisan!
ar: أهلاً بكم في كريمزان!

# bioIntro
source: Discover the rich plant and animal life in the Cremisan Valley. Learn about the diverse species that inhabit this beautiful area.
ar: اكتشف الحياة النباتية والحيوانية الغنية في وادي كريمزان. تعرف على الأنواع المتنوعة التي تعيش في هذه المنطقة الجميلة.

source: Add Animal Category
ar: إضافة فئة حيوان

source: English Name
ar: الاسم بالإنجليزية

# please_enter_category_name
source: Please enter a category name
ar: الرجاء إدخال اسم الفئة

source: Submit
ar: إرسال

# please_enter_description_arabic
source: Please enter a description in Arabic
ar: الرجاء إدخال وصف باللغة العربية

source: Description (Arabic)
ar: الوصف (بالعربية)

# please_enter_description_english
source: Please enter a description in English
ar: الرجاء إدخال وصف بالإنجليزية

source: Description (English)
ar: الوصف (بالإنجليزية)

source: Select Category
ar: اختر الفئة

# please_enter_name_arabic
source: Please enter a name in Arabic
ar: الرجاء إدخال اسم بالعربية

source: Name (Arabic)
ar: الاسم (بالعربية)

# please_enter_english_name
source: Please enter an English name
ar: الرجاء إدخال اسم بالإنجليزية

source: Name (English)
ar: الاسم (بالإنجليزية)

source: Add Animal
ar: إضافة حيوان

# please_enter_url_location
source: Please enter a URL location
ar: الرجاء إدخال عنوان URL

source: Location URL
ar: عنوان URL

source: Please enter Event Time
ar: الرجاء إدخال وقت الفعالية

source: Time
ar: الوقت

source: Please enter Event Date
ar: الرجاء إدخال تاريخ الفعالية

source: Date
ar: التاريخ

# please_enter_detailed_address_arabic
source: Please enter a detailed address
ar: الرجاء إدخال عنوان مفصل

source: Detailed Address (Arabic)
ar: العنوان التفصيلي (بالعربية)

# please_enter_detailed_address_english
source: Please enter a detailed address
ar: الرجاء إدخال عنوان مفصل

source: Detailed Address (English)
ar: العنوان التفصيلي (بالإنجليزية)

# please_enter_place_arabic
source: Please enter a Place
ar: الرجاء إدخال اسم المكان

source: Place (Arabic)
ar: المكان (بالعربية)

source: Place (English)
ar: المكان (بالإنجليزية)

# please_enter_description
source: Please enter a description
ar: الرجاء إدخال وصف

# please_enter_name
source: Please enter a name
ar: الرجاء إدخال اسم

source: Event Name (Arabic)
ar: اسم الفعالية (بالعربية)

source: Event Name (English)
ar: اسم الفعالية (بالإنجليزية)

source: Image
ar: صورة

source: Add an Event
ar: إضافة فعالية

source: Show
ar: عرض

source: ِchoose an image source
ar: اختر مصدر الصورة

source: ِtake photo
ar: التقط صورة

source: ِselect from gallery
ar: اختر من المعرض

source: ِRemove your photo
ar: حذف الصورة

source: ِAre You sure do you want to logout
ar: هل أنت متأكد من أنك تريد الخروج؟

source: ِYes
ar: نعم

source: ِCancel
ar: الغاء

source: Username
ar: اسم المستخدم

source: Email
ar: البريد الالكتروني

source: Confirm Password
ar: تأكيد كلمة السر

source: Edit Username
ar: تعديل اسم المستخدم

source: Edit Location
ar: تعديل الموقع

source: Edit phone Number
ar: تعديل رقم الهاتف

# pleaseEnterPhone
source: Please enter the phone number
ar: يرجى إدخال رقم الهاتف

# editbirthday
source: Edit Birthday Date
ar: تعديل ناريخ الميلاد

source: Sorry, you cannot edit the Email
ar: عذرًا، لا يمكنك تعديل البريد الإلكتروني

source: Enter your Email
ar: أدخل بريدك الإلكتروني

source: Enter your Password
ar: أدخل كلمة السر

source: Email cannot be empty
ar: لا يمكن أن يكون البريد الإلكتروني فارغًا

source: Please enter a valid email
ar: يرجى إدخال بريد الكتروني صحيح

source: Password cannot be empty
ar: لا يمكن أن تكون كلمة المرور فارغة

# pleaseenteravalidpassword
source: Please enter a valid password (min. 6 characters)
ar: الرجاء إدخال كلمة مرور صالحة (6 أحرف على الأقل)

source: Login
ar: تسجيل الدخول

source: Forget Password?
ar: هل نسيت كلمة المرور؟

source: Don't have an account?
ar: ليس لديك حساب؟

source: SignUp
ar: انشاء حساب

source: Please verify your email before logging in
ar: يرجى التحقق من بريدك الإلكتروني قبل تسجيل الدخول

source: Verify Email
ar: التحقق من البريد الإلكتروني

source: An error occurred while logging in
ar: حدث خطأ أثناء تسجيل الدخول

source: User not found
ar: لم يتم العثور على المستخدم

source: No user found for that email
ar: لم يتم العثور على مستخدم لهذا البريد الإلكتروني

# wrongpasswordprovidedforthatuser
source: wrong password
ar: كلمة المرور خاطئة

source: Register Now
ar: سجل الان

source: Username cannot be empty
ar: لا يمكن أن يكون اسم المستخدم فارغا

source: Password
ar: كلمة السر

source: Passwords do not match
ar: كلمة المرور غير مطابقة

# locationcannotbeempty
source: Passwords do not match
ar: لا يمكن أن يكون الموقع فارغًا

source: Phone number cannot be empty
ar: لا يمكن أن يكون رقم الهاتف فارغا

source: Birthday date cannot be empty
ar: لا يمكن أن يكون تاريخ الميلاد فارغًا

source: Register
ar: سجل

source: Back
ar: رجوع

# emailalreadyinuse
source: Email already in use. Please use a different email
ar: البريد الاليكتروني قيد الاستخدام. الرجاء استخدام بريد إلكتروني مختلف

source: Sent to email
ar: تم الإرسال الى البريد الإلكتروني

source: Your email address appears to be malformed
ar: يبدو أن عنوان بريدك الإلكتروني مشوه

source: User with this email doesn't exist
ar: المستخدم الذي لديه هذا البريد الإلكتروني غير موجود

source: User with this email has been disabled
ar: تم تعطيل المستخدم الذي لديه هذا البريد الإلكتروني

source: Too many requests
ar: طلبات كثيرة جدا

source: Signing in with Email and Password is not enabled
ar: لم يتم تمكين تسجيل الدخول باستخدام البريد الإلكتروني وكلمة المرور

source: An undefined Error happened
ar: حدث خطأ غير محدد

source: Password Reset
ar: إعادة تعيين كلمة المرور

source: Send
ar: إرسال

source: Verify your Email Address
ar: التحقق من عنوان البريد الإلكتروني الخاص بك

# verifyEmailDescription
source: We have just send email verification link on your email. Please check email and click on that link to verify your Email address.
ar: لقد أرسلنا للتو رابط التحقق من البريد الإلكتروني على بريدك الإلكتروني. يرجى التحقق من البريد الإلكتروني والنقر على هذا الرابط للتحقق من عنوان بريدك الإلكتروني

source: Verification email sent. Check your inbox
ar: تم إرسال بريد إلكتروني للتحقق. تحقق من بريدك الوارد

# backtoLogin
source: Back to login page
ar: العودة إلى صفحة تسجيل الدخول

source: Resend Verification Email
ar: إعادة ارسال بريد التحقق

source: Email is not verified. Please check your email
ar: لم يتم التحقق من البريد الإلكتروني. تفقد بريدك الالكتروني من فضلك

source: No user is currently logged in
ar: لم يتم تسجيل دخول أي مستخدم حاليًا

source: Cremisan Winery
ar: مصنع نبيذ كريمزان

source: Reservation Required
ar: الحجز مطلوب

# winaryinfo1
source: The Cremisan Winery has been managed for more than a century by the Salesians, and still today, its revenues represent a valuable source of support for the variety of educational, socio-recreational, and spiritual advancement activities and opportunities they provide to most disadvantaged children and young people in the Middle East, a region dramatically torn by war, poverty, and instability.
ar: قاد السالزيان بإدارة مصنع نبيذ كريمزان لأكثر من قرن ، ولا تزال إيراداته حتى اليوم تمثل مصدرًا قيمًا لدعم مجموعة متنوعة من الأنشطة والفرص التعليمية والاجتماعية والترفيهية والروحية التي يوفروها لمعظم المجتمع.مثل الأطفال والشباب المحرومين في منطقة الشرق الأوسط، وهي منطقة مزقتها الحرب والفقر وعدم الاستقرار بشكل كبير

# winaryinfo2
source: Part of the local grapes used for our wines are grown in the Salesian vineyards of Cremisan, while the rest are supplied by small local farmers, therefore supporting local economic development.
ar: تتم زراعة جزء من العنب المحلي المستخدم في صناعة النبيذ في مزارع الكروم الساليزيان في كريمزان، في حين يتم توفير الباقي من قبل صغار المزارعين المحليين، وبالتالي دعم التنمية الاقتصادية المحلية

# winaryinfo3
source: Moreover, the Winery has an outdoor green area for special events like weddings, engagements and group gatherings. Besides that, the winery direction organizes the infamous wine festival twice a year where it hosts more than 1000 people, locals and foreigners.
ar: علاوة على ذلك، يحتوي مصنع النبيذ على منطقة خضراء خارجية للمناسبات الخاصة مثل حفلات الزفاف والخطوبة والتجمعات. بالإضافة إلى ذلك، تنظم ادارة مصنع النبيذ مهرجان النبيذ الشهير مرتين في السنة حيث يستضيف أكثر من 1000 شخص من السكان المحليين والأجانب

source: Products of the Winery
ar: منتجات مصنع النبيذ

source: For Reservation, please call
ar: للحجز الرجاء الاتصال بالرقم

# convent
source: The Convent
ar: الدير

# flowergardens
source: The Flower Gardens
ar: حدائق الورود

# flowergardensMap
source: Flower Gardens
ar: حدائق الورود

# playgroundMap
source: Playground
ar: الملعب

source: BBQ Areas
ar: منطقة الشواء

# simansrouji
source: Simaan Srouji House
ar: بيت سمعان سروجي

# playground
source: The Playground
ar: الملعب

# conventMap
source: Convent
ar: الدير

source: Organic Garden
ar: الحديقة العضوية

source: Star of Bethlehem Red
ar: نجمة بيت لحم الأحمر

source: Star of Bethlehem White
ar: نجمة بيت لحم الأبيض

# messaRed
source: Messa Red (Medium Sweet)
ar: ميسا ريد (حلو متوسط)

# messaWhite
source: Messa White (Medium Sweet)
ar: ميسا وايت (حلو متوسط)

source: Limoncello
ar: ليمونتشيلو

source: Lemon Cream
ar: كريمة الليمون

source: Coffee Liqueur
ar: ليكيور قهوة

source: Cherry Liqueur
ar: ليكيور الكرز

source: Baladi
ar: بلدي

# rose
source: Rosé (Baladi)
ar: روزيه (بلدي)

# hamdani
source: Hamdani Jandali
ar: حمداني جندلي

source: Dabouki
ar: دابوقي

source: Grape Juice
ar: عصير العنب

source: Vinegar
ar: خل

# oil
source: Extra Virgin Olive Oil
ar: زيت الزيتون البكر

source: Reserve
ar: المعتق

# cabernet
source: Cabernet Sauvignon
ar: كابيرنيه ساوفيجنون

source: Brandy
ar: براندي

source: Arak
ar: العرق

# bbqinfo
source: Cremisan has a separate BBQ area away from the forest to prevent fires. This section has four tables, each of which may seat up to eight people.
ar: يوجد في كريمزان منطقة شواء منفصلة بعيدًا عن الغابة لمنع الحرائق. يحتوي هذا القسم على أربع طاولات، تتسع كل واحدة منها لما يصل إلى ثمانية أشخاص

# conventinfo1
source: The Cremisan Convent was founded in 1883 as a religious educational house for the Holy Family congregation. Fr. Belloni had founded this congregation in 1874 – and in 1891 it was united with the Salesians of Don Bosco. Moreover, in 1885 a small winery was established in Cremisan to guarantee, through wine production, work opportunities to the poor people in the area and to ensure the institute's self-sufficiency.
ar: تأسس دير الكريمزان عام 1883 كبيت تعليمي ديني لجماعة العائلة المقدسة.. أسسه الأب بيلوني هذه الجماعة في عام 1874 - وفي عام 1891 اتحد مع الساليزيان دون بوسكو. علاوة على ذلك، تم في عام 1885 إنشاء مصنع نبيذ صغير في كريمزان لضمان فرص العمل للفقراء في المنطقة من خلال إنتاج النبيذ ولضمان الاكتفاء الذاتي للمعهد

# conventinfo2
source: From 1957 to 2004, the Cremisan Convent hosted the Salesian Institute for Theological Studies, accommodating up to 50 young Salesian students per year coming from all around the world. Nowadays, the convent includes the headquarters center of the Salesians in the Middle East region and the Planning and Development Office for the Holy Land, and, of course, the Wine estate and industry.
ar: من عام 1957 إلى عام 2004، استضاف دير كريمزان معهد الساليزيان للدراسات اللاهوتية، الذي يستوعب ما يصل إلى 50 طالبًا ساليزيًا شابًا في السنة الواحدة والقادمون من جميع أنحاء العالم. يضم الدير اليوم المركز الاقليمي للسالزيان في الشرق الأوسط ومكتب التخطيط والتنمية في الأراضي المقدسة، وبالطبع المزارع والبساتين و مصنع النبيذ

source: Entry for employees only
ar: الدخول للموظفين فقط

# organicgardeninfo
source: The Salesians in Cremisan established an organic vegetable garden and gardening plan, thanks to the generous donations of donors, This is to make available healthy and environmentally sustainable fruits and vegetables- in each season.
ar: أنشأ الساليزيان في كريمزان حديقة نباتية عضوية وخطة بستنة - بفضل التبرعات السخية من المتبرعين. يهدف توفير فواكه وخضروات صحية ومستدامة بيئيا – على مدار المواسم

# playgroundinfo
source: The Salesians of Don Bosco in Cremisan inaugurated a recreational spaces in May 2022 including a multipurpose playground – football and basketball- along with children's games spaces and a seating area for families.
ar: افتتح ساليزيان دون بوسكو في كريمزان مساحات ترفيهية في شهر أيار 2022 بما في ذلك ملعب متعدد الاستعمالات – ملعب كرة القدم وملعب كرة السلة - إلى جانب مساحات ألعاب للأطفال ومنطقة جلوس للعائلات

# simaninfo1
source: This house was named after Simaan Srouji (1877-1943) who was born in Nazareth and spent his entire life as a Salesian coadjutor in Bethgamàl - following years of apprenticeship in Don Belloni's orphanage in Bethlehem. It was a historical period in Palestine marked by significant political changes: two world wars, the collapse of the Ottoman Empire, the British mandate, and the start of the Arab-Israeli conflict. In the context of these events, both the religious community's efforts and Simon’s were in the service of the disadvantaged and refugee people.
ar: سمي هذا المنزل باسم سمعان سروجي (1877-1943) الذي ولد في الناصرة وقضى حياته كلها كمساعد سالزياني في بيت جمال - بعد سنوات من التدريب المهني في دار أيتام الأب بيلوني في بيت لحم. لقد كانت فترة تاريخية في فلسطين تميزت بتغيرات سياسية كبيرة: حربين عالميتين، وانهيار الإمبراطورية العثمانية، والانتداب البريطاني، وبدء الصراع العربي الإسرائيلي. وفي سياق هذه الأحداث، كانت جهود المجتمع الديني وجهود سمعان متوفرة في خدمة المحرومين واللاجئين

# simaninfo2
source: As a 'contemplative in action,' he worked at the school as a teacher and catechist for boys, as master of ceremonies in the reconstructed shrine of St Stephen, and as a nurse in the outpatient clinic, where sick people came from about fifty villages. In his spiritual works, he mapped out a path of everyday sanctification for himself and others, which may still be followed today.
ar: بصفته (متأملًا في العمل)، عمل سمعان في كمعلّم للتعليم المسيحي للبنين، ومسؤولا للاحتفالات لضريح القديس اسطيفان المعاد بناؤه، وكممرض في العيادة الخارجية، حيث كان يأتي المرضى من حوالي خمسين قرية. .وقد رسم في أعماله الروحية طريقًا للتقديس اليومي لنفسه وللآخرين، والذي لا يزال من الممكن اتباعه حتى اليوم

# simaninfo3
source: This house can be rented and reserved for spiritual gatherings, workshops, and internal activities for groups.
ar: يمكن استئجار هذا المنزل وحجزه للرياضات الروحية وورش العمل والأنشطة الداخلية للمجموعات

# flowerinfo
source: These Gardens are intended to serve as photo shooting locations, with green spaces and seasonal flowers, as well as some green plants.
ar: هذه الحدائق مخصصة لتكون أماكن لجلسات التصوير، حيث تحتوي على مساحات خضراء وورود موسمية، بالإضافة إلى بعض النباتات الخضراء

# visitors
source: ِWe urge all visitors to not remove or handle any plant, animal or stone in the area. Nature evolved over millions of years. Let us enjoy it but leave it as is.
ar: نحث جميع الزوار على عدم إزالة أو التعامل مع أي نبات أو حيوان أو حجر في المنطقة. تطورت الطبيعة على مدى ملايين السنين. دعونا نستمتع بها ولكن لنتركها كما هي.

# hello
source: Welcome To Cremisan
ar: مرحبا بكم في كريمزان

# welcometocremisan
source: ِWelcome to Cremisan! Were delighted to have you here. This beautiful area is not just ours to enjoy but also our responsibility to protect. Your contribution can make a significant difference in keeping Cremisan clean and vibrant.
ar: مرحبًا بكم في كريمزان! يسعدنا وجودكم هنا. هذه المنطقة الجميلة ليست للاستمتاع بها فحسب، بل هي أيضًا مسؤوليتنا لحمايتها . يمكن لمساهمتكم أن تحدث فرقًا كبيرًا في الحفاظ على نظافة كريمزان وحيويتها

# highlight
source: Highlight the Beauty
ar: جمال الطبيعة

# look
source: Look around you—the breathtaking scenery, the incredible wildlife biodiversity, and the clean air. Cremisan's beauty is what lures us all here. By keeping it clean, we ensure that future generations can experience the same wonder.
ar: انظر حولك - المناظر الطبيعية الخلابة، والتنوع البيولوجي المذهل للحياة البرية، والهواء النقي. جمال كريمزان هو ما يجذبنا جميعًا إلى هنا. ومن خلال الحفاظ على نظافتها، نضمن أن الأجيال القادمة يمكنها تجربة نفس الأعجوبة

# educate
source: Educate About Wildlife
ar: تثقيف حول الحياة البرية

# cremisan
source: Cremisan is home to various plant and animal species. Litter and pollution harm their habitats. By responsible disposture of your waste, you're helping protect the homes of countless living creatures here.
ar: يعد كريمزان موطنًا لأنواع مختلفة من النباتات والحيوانات. وتضر القمامة والتلوث بمواطنها. ومن خلال التخلص المسؤول من النفايات فإنك تساعد في حماية منازل عدد لا يحصى من الكائنات الحية هنا

# share
source: Share Facts
ar: حقائق متنوعة

# did
source: Did you know that plastic waste takes hundreds of years to decompose? By using reusable items and recycling, you're preventing harmful materials from damaging the environment for centuries.
ar: هل تعلم أن النفايات البلاستيكية تستغرق مئات السنين لتتحلل؟ باستخدام العناصر القابلة لإعادة الاستخدام وإعادة التدوير، فإنك تمنع المواد الضارة من الإضرار بالبيئة لعدة قرون.

# personal
source: Personal Responsibility
ar: مسؤولية شخصية

# each
source: Each piece of trash that finds its way into nature has an impact. Every wrapper, can or bottle matters. By simply keeping your waste until you find a proper disposal bin, you're being part of the solution.
ar: كل قطعة قمامة تصل إلى الطبيعة لها تأثير. كل غلاف أو علبة أو زجاجة لها أهمية. من خلال الاحتفاظ بنفاياتك حتى تجد سلة مناسبة للتخلص منها، فأنت جزء من الحل

# inspire
source: Inspire Community Spirit
ar: إلهام روح المجتمع

# community
source: Cremisan is a community treasure, and it's our responsibility to guard this treasure entrusted to all of us. Let's set an example for others. If you see litter, consider picking it up. Small acts can inspire bigger changes.
ar: كريمزان كنز مجتمعي، ومن مسؤوليتنا حماية هذا الكنز الموكل إلينا جميعًا. فلنكن قدوة للآخرين. إذا رأيت القمامة، فكر في التقاطها. الأفعال الصغيرة يمكن أن تلهم تغييرات أكبر

# future
source: Future Generations
ar: أجيال المستقبل

# think
source: Think about the children who will visit Cremisan after you. Let’s ensure that they have a clean, thriving environment. By respecting nature today, we're preserving it for our kids and their kids.
ar: فكر في الأطفال الذين سيزورون كريمزان بعدك. دعونا نضمن أن لديهم بيئة نظيفة ومزدهرة. ومن خلال احترام الطبيعة اليوم، فإننا نحافظ عليها من أجل أطفالنا وأطفالهم.

# request
source: Request for Support
ar: طلب الدعم

# kindly
source: We kindly ask for your help. Please join us in our commitment to keep Cremisan clean. Spread the word, encourage others, and together, let’s make a positive change.
ar: نطلب مساعدتكم. يرجى الانضمام إلينا في التزامنا بالحفاظ على نظافة كريمزان. انشر الكلمة، وشجع الآخرين، ولنحدث معًا تغييرًا إيجابيًا.

# positive
source: Positive Reinforcement
ar: تعزيز ايجابي

# appreciate
source: We appreciate responsible visitors like you who care about preserving the environment. Your mindful actions inspire others and contribute to the ongoing beauty of Cremisan. Thank you for being a part of our efforts.
ar: نحن نقدر الزائرين المسؤولين مثلك الذين يهتمون بالحفاظ على البيئة. أفعالك المدروسة تلهم الآخرين وتساهم في الجمال المستمر لكريمزان. شكرًا لكونك جزءًا من جهودنا

# gratitude
source: Gratitude for Cooperation
ar: شكر على التعاون

# thank
source: Thank you for your cooperation. Your efforts might seem small, but collectively, they create a significant impact. Together, we can maintain Cremisan's cleanliness and serenity
ar: شكرًا لكم على تعاونكم. قد تبدو جهودكم صغيرة، لكنها بشكل جماعي تحدث تأثيرًا كبيرًا. معًا، يمكننا الحفاظ على نظافة كريمزان وهدوءها.

# get
source: Get Started
ar: ابدأ الان

source: SKIP
ar: تخطي

source: NEXT
ar: التالي

# st
source: St. John Bosco and the Salesians
ar: القديس يوحنا بوسكو والساليسيان

# salesians
source: The Salesians are a congregation of religious men founded by an Italian Catholic priest, Fr. John Bosco. Fr. John Bosco was popularly known as “Don” Bosco, using the Italian word Don to mean Father Bosco.
ar: الساليزيان هم جماعة من رجال الدين أسسها كاهن كاثوليكي إيطالي ، الأب يوحنا بوسكو. كان الأب يوحنا بوسكو معروفا باسم دون بوسكو ، مستخدما الكلمة الإيطالية دون لتعني الأب بوسكو.

# work
source: He began his work in Turin, Italy, in the mid-1800s by gathering poor boys and young men who had no place to live and little education. He established a place called an oratory where these young people could gather and call their home. It was the beginning of a movement grounded in John’s educational style based on reason, religion, and loving-kindness, that is on love rather than punishment, a method that became known as the Salesian Preventive System. From among the young men at the oratory, he founded a religious congregation, the Salesian Society, which consisted of priests and brothers.
ar: بدأ عمله في تورينو في إيطاليا ، في منتصف أواخر القرن الثامن عشر من خلال جمع الأولاد والشباب الفقراء الذين لم يكن لديهم مكان للعيش فيه ذو تعليم متدمي أو منعدم. أسس مكانا يسمى المصلى حيث يمكن لهؤلاء الشباب التجمع مع بعضهم و اعتباره منزلهم. كانت بداية الحركة ترتكز على أسلوب يوحنا التعليمي القائم على العقل والدين والمحبة واللطف ، أي على الحب بدلا من العقاب ، وهي الطريقة التي أصبحت تعرف باسم نظام الساليزيان الوقائي. ثم أسس الرهبنة الدينية مكونة من بين الشباب في المصلى ليعتبروا جمعية الساليزيان ، التي تتألف من الكهنة والإخوة.

# saint
source: Don Bosco was a follower of Saint Francis de Sales’ simple spirituality and philosophy of kindness and established the Society of St. Francis de Sales in his honor in 1859—popularly known as the Salesians. Don Bosco established a network of organizations and centers to carry on his work.
ar: كان دون بوسكو من أتباع روحانية القديس فرانسيس دي سال البسيطة وفلسفة اللطف وأسس جمعية القديس فرنسيس دي سال تكريما له في عام 1859 - والمعروفة شعبيا باسم الساليزيان. كما أنشأ دون بوسكو شبكة من المنظمات والمراكز لمواصلة عمله.

# help
source: With the help of Sr. Maria Domenica Mazzarello, Don Bosco founded a society for women, the Daughters of Mary Help of Christians, known as the Salesian Sister, dedicated to the care and education of poor girls.
ar: بمساعدة الأخت ماريا دومينيكا مازاريلو ، أسس دون بوسكو جمعية للنساء ، بنات مريم معونة المسيحيين ، والمعروفة باسم الأخت الساليزيانية ، مكرسة لرعاية وتعليم الفتيات الفقيرات.
